import React from 'react'
import s from './Cpp.module.css';

const CppLang = () => {
    return (
        <div className={s.CppLang}>
            <h1>C++</h1>
            <div className={s.GeneralText}>Я в своем познании настолько преисполнился, 
            что я как будто бы уже сто триллионов миллиардов лет проживаю на триллионах 
            и триллионах таких же планет, как эта Земля, мне этот мир абсолютно понятен, 
            и я здесь ищу только одного - покоя, умиротворения и вот этой гармонии, 
            от слияния с бесконечно вечным, от созерцания великого фрактального подобия 
            и от вот этого замечательного всеединства существа, бесконечно вечного, куда ни посмотри, 
            хоть вглубь - бесконечно малое, хоть ввысь - бесконечное большое, понимаешь?<br/><br/>
            А ты мне опять со своим вот этим, иди суетись дальше, это твоё распределение, это
            твой путь и твой горизонт познания и ощущения твоей природы, он несоизмеримо мелок 
            по сравнению с моим, понимаешь?<br/><br/>
            Я как будто бы уже давно глубокий старец, бессмертный, 
            ну или там уже почти бессмертный, который на этой планете 
            от её самого зарождения, ещё когда только Солнце только-только 
            сформировалось как звезда, и вот это газопылевое облако, вот, 
            после взрыва, Солнца, когда оно вспыхнуло, как звезда, начало 
            формировать вот эти коацерваты, планеты!
            </div>
        </div>
    );
}


export default CppLang;